Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Inspector_Row_dostime
source: DOS time
ar: وقت DOS
cs: Čas DOS
de: DOS-Uhrzeit
el: Ώρα DOS
es: Hora DOS
fa: زمان DOS
fr: Heure DOS
hu: DOS-idő
id: Waktu DOS
it: Ora DOS
ja: DOS 時刻
ko: DOS 시간
pl: Godzina DOS
pt: Hora DOS
ro: Oră DOS
ru: Время DOS
th: เวลา DOS
tr: DOS saati
uk: Час DOS
vi: Giờ DOS
zh_hans: DOS 时间
zh_hant: DOS 時間

# Inspector_Row_dosdatetime
source: DOS date and time
ar: تاريخ ووقت DOS
cs: Datum a čas DOS
de: DOS-Datum und -Uhrzeit
el: Ημερομηνία και ώρα DOS
es: Fecha y hora DOS
fa: تاریخ و زمان DOS
fr: Date et heure DOS
hu: DOS-dátum és -idő
id: Tanggal dan waktu DOS
it: Data e ora DOS
ja: DOS 日時
ko: DOS 날짜 및 시간
pl: Data i godzina DOS
pt: Data e hora DOS
ro: Dată și oră DOS
ru: Дата и время DOS
th: วันที่และเวลา DOS
tr: DOS tarihi ve saati
uk: Дата й час DOS
vi: Ngày giờ DOS
zh_hans: DOS 日期和时间
zh_hant: DOS 日期和時間

# Inspector_Row_binary8
source: Binary (8-bit)
ar: ثنائي (8 بت)
cs: Binárně (8 bitů)
de: Binär (8 Bit)
el: Δυαδικό (8 bit)
es: Binario (8 bits)
fa: دودویی (8 بیتی)
fr: Binaire (8 bits)
hu: Bináris (8 bites)
id: Biner (8-bit)
it: Binario (8 bit)
ja: 2 進 (8 bit)
ko: 2진수(8비트)
pl: Binarnie (8 bitów)
pt: Binário (8 bits)
ro: Binar (8 biți)
ru: Двоичный (8 бит)
th: ฐานสอง (8 บิต)
tr: İkili (8 bit)
uk: Двійкове (8 біт)
vi: Nhị phân (8 bit)
zh_hans: 二进制（8 位）
zh_hant: 二進位（8 位元）

# Inspector_Row_binary16
source: Binary (16-bit)
ar: ثنائي (16 بت)
cs: Binárně (16 bitů)
de: Binär (16 Bit)
el: Δυαδικό (16 bit)
es: Binario (16 bits)
fa: دودویی (16 بیتی)
fr: Binaire (16 bits)
hu: Bináris (16 bites)
id: Biner (16-bit)
it: Binario (16 bit)
ja: 2 進 (16 bit)
ko: 2진수(16비트)
pl: Binarnie (16 bitów)
pt: Binário (16 bits)
ro: Binar (16 biți)
ru: Двоичный (16 бит)
th: ฐานสอง (16 บิต)
tr: İkili (16 bit)
uk: Двійкове (16 біт)
vi: Nhị phân (16 bit)
zh_hans: 二进制（16 位）
zh_hant: 二進位（16 位元）

# Inspector_Row_binary32
source: Binary (32-bit)
ar: ثنائي (32 بت)
cs: Binárně (32 bitů)
de: Binär (32 Bit)
el: Δυαδικό (32 bit)
es: Binario (32 bits)
fa: دودویی (32 بیتی)
fr: Binaire (32 bits)
hu: Bináris (32 bites)
id: Biner (32-bit)
it: Binario (32 bit)
ja: 2 進 (32 bit)
ko: 2진수(32비트)
pl: Binarnie (32 bity)
pt: Binário (32 bits)
ro: Binar (32 de biți)
ru: Двоичный (32 бита)
th: ฐานสอง (32 บิต)
tr: İkili (32 bit)
uk: Двійкове (32 біти)
vi: Nhị phân (32 bit)
zh_hans: 二进制（32 位）
zh_hant: 二進位（32 位元）

# Inspector_Row_binary64
source: Binary (64-bit)
ar: ثنائي (64 بت)
cs: Binárně (64 bitů)
de: Binär (64 Bit)
el: Δυαδικό (64 bit)
es: Binario (64 bits)
fa: دودویی (64 بیتی)
fr: Binaire (64 bits)
hu: Bináris (64 bites)
id: Biner (64-bit)
it: Binario (64 bit)
ja: 2 進 (64 bit)
ko: 2진수(64비트)
pl: Binarnie (64 bity)
pt: Binário (64 bits)
ro: Binar (64 de biți)
ru: Двоичный (64 бита)
th: ฐานสอง (64 บิต)
tr: İkili (64 bit)
uk: Двійкове (64 біти)
vi: Nhị phân (64 bit)
zh_hans: 二进制（64 位）
zh_hant: 二進位（64 位元）

# Inspector_ReadOnlyTip
source: The document is read-only.
ar: المستند للقراءة فقط.
cs: Dokument je jen pro čtení.
de: Das Dokument ist schreibgeschützt.
el: Το έγγραφο είναι μόνο για ανάγνωση.
es: El documento es de solo lectura.
fa: سند فقط خواندنی است.
fr: Le document est en lecture seule.
hu: A dokumentum írásvédett.
id: Dokumen ini baca-saja.
it: Il documento è di sola lettura.
ja: 読み取り専用です
ko: 문서가 읽기 전용입니다.
pl: Dokument jest tylko do odczytu.
pt: O documento é somente leitura.
ro: Documentul este doar în citire.
ru: Документ доступен только для чтения.
th: เอกสารเป็นแบบอ่านอย่างเดียว
tr: Belge salt okunur.
uk: Документ доступний лише для читання.
vi: Tài liệu ở chế độ chỉ đọc.
zh_hans: 文档为只读。
zh_hant: 文件為唯讀。

# Inspector_BitToolTip
source: Bit {0}
ar: البت {0}
fa: بیت {0}
hu: {0}. bit
ja: ビット {0}
ko: 비트 {0}
ro: Bitul {0}
ru: Бит {0}
th: บิต {0}
uk: Біт {0}
zh_hans: 位 {0}
zh_hant: 位元 {0}

# Inspector_StoredValue
source: Stored value: {0}
ar: القيمة المخزنة: {0}
cs: Uložená hodnota: {0}
de: Gespeicherter Wert: {0}
el: Αποθηκευμένη τιμή: {0}
es: Valor almacenado: {0}
fa: مقدار ذخیره‌شده: {0}
fr: Valeur stockée : {0}
hu: Tárolt érték: {0}
id: Nilai yang disimpan: {0}
it: Valore memorizzato: {0}
ja: 格納される値: {0}
ko: 저장되는 값: {0}
pl: Zapisana wartość: {0}
pt: Valor armazenado: {0}
ro: Valoare stocată: {0}
ru: Сохраненное значение: {0}
th: ค่าที่จัดเก็บ: {0}
tr: Saklanan değer: {0}
uk: Збережене значення: {0}
vi: Giá trị được lưu: {0}
zh_hans: 存储的值：{0}
zh_hant: 儲存的值：{0}

# Inspector_UndoDescription
source: Edit in the data inspector
ar: التحرير في مفتش البيانات
cs: Úprava v inspektoru dat
de: Bearbeitung im Dateninspektor
el: Επεξεργασία στον επιθεωρητή δεδομένων
es: Edición en el inspector de datos
fa: ویرایش در بازرس داده
fr: Modification dans l'inspecteur de données
hu: Szerkesztés az adatvizsgálóban
id: Edit di inspektur data
it: Modifica nell'ispettore dati
ja: インスペクタでの書き換え
ko: 데이터 검사기에서 편집
pl: Edycja w inspektorze danych
pt: Edição no inspetor de dados
ro: Editare în inspectorul de date
ru: Изменение в инспекторе данных
th: แก้ไขในตัวตรวจสอบข้อมูล
tr: Veri denetçisinde düzenleme
uk: Редагування в інспекторі даних
vi: Sửa trong trình kiểm tra dữ liệu
zh_hans: 在数据检查器中编辑
zh_hant: 在資料檢查器中編輯

# Inspector_Edit_Name
source: New value
ar: القيمة الجديدة
cs: Nová hodnota
de: Neuer Wert
el: Νέα τιμή
es: Nuevo valor
fa: مقدار جدید
fr: Nouvelle valeur
hu: Új érték
id: Nilai baru
it: Nuovo valore
ja: 新しい値
ko: 새 값
pl: Nowa wartość
pt: Novo valor
ro: Valoare nouă
ru: Новое значение
th: ค่าใหม่
tr: Yeni değer
uk: Нове значення
vi: Giá trị mới
zh_hans: 新值
zh_hant: 新值

# Inspector_NotEnough
source: Not enough data ({0} bytes needed, {1} left)
ar: البيانات غير كافية (المطلوب {0} بايت، المتبقي {1})
cs: Nedostatek dat (potřeba bajtů: {0}, zbývá: {1})
de: Nicht genügend Daten ({0} Bytes benötigt, {1} übrig)
el: Δεν υπάρχουν αρκετά δεδομένα (απαιτούνται {0} byte, απομένουν {1})
es: No hay suficientes datos (se necesitan {0} bytes, quedan {1})
fa: دادهٔ کافی نیست ({0} بایت لازم است، {1} بایت باقی مانده)
fr: Données insuffisantes ({0} octets nécessaires, {1} restants)
hu: Nincs elég adat ({0} bájt szükséges, {1} maradt)
id: Data tidak cukup (perlu {0} byte, tersisa {1})
it: Dati insufficienti (necessari {0} byte, rimanenti {1})
ja: データが足りません ({0} バイト必要、残り {1} バイト)
ko: 데이터 부족({0}바이트 필요, {1}바이트 남음)
pl: Za mało danych (potrzebne bajty: {0}, pozostało: {1})
pt: Dados insuficientes ({0} bytes necessários, {1} restantes)
ro: Date insuficiente (necesari {0} octeți, rămași {1})
ru: Недостаточно данных (требуется байт: {0}, осталось: {1})
th: ข้อมูลไม่เพียงพอ (ต้องการ {0} ไบต์ เหลือ {1})
tr: Yeterli veri yok ({0} bayt gerekli, {1} kaldı)
uk: Недостатньо даних (потрібно байтів: {0}, залишилося: {1})
vi: Không đủ dữ liệu (cần {0} byte, còn {1})
zh_hans: 数据不足（需要 {0} 字节，剩余 {1} 字节）
zh_hant: 資料不足（需要 {0} 個位元組，剩餘 {1} 個位元組）

# Inspector_Unreadable
source: Can't read
ar: تتعذّر القراءة
cs: Nelze přečíst
de: Nicht lesbar
el: Δεν είναι δυνατή η ανάγνωση
es: No se puede leer
fa: قابل خواندن نیست
fr: Illisible
hu: Nem olvasható
id: Tidak dapat dibaca
it: Non leggibile
ja: 読み込めません
ko: 읽을 수 없음
pl: Nie można odczytać
pt: Não é possível ler
ro: Nu se poate citi
ru: Не удается прочитать
th: อ่านไม่ได้
tr: Okunamıyor
uk: Не вдається прочитати
vi: Không thể đọc
zh_hans: 无法读取
zh_hant: 無法讀取

# Inspector_Invalid
source: Invalid ({0})
ar: غير صالح ({0})
cs: Neplatné ({0})
de: Ungültig ({0})
el: Μη έγκυρο ({0})
es: No válido ({0})
fa: نامعتبر ({0})
fr: Non valide ({0})
hu: Érvénytelen ({0})
id: Tidak valid ({0})
it: Non valido ({0})
ja: 不正 ({0})
ko: 잘못됨({0})
pl: Nieprawidłowe ({0})
pt: Inválido ({0})
ro: Nevalid ({0})
ru: Недопустимо ({0})
th: ไม่ถูกต้อง ({0})
tr: Geçersiz ({0})
uk: Неприпустиме ({0})
vi: Không hợp lệ ({0})
zh_hans: 无效（{0}）
zh_hant: 無效（{0}）

# Inspector_ReasonContinuation
source: continuation byte
ar: بايت متابعة
cs: pokračovací bajt
de: Folgebyte
el: byte συνέχειας
es: byte de continuación
fa: بایت ادامه
fr: octet de continuation
hu: folytatóbájt
id: byte lanjutan
it: byte di continuazione
ja: 継続バイト
ko: 연속 바이트
pl: bajt kontynuacji
pt: byte de continuação
ro: octet de continuare
ru: байт продолжения
th: ไบต์ต่อเนื่อง
tr: devam baytı
uk: байт продовження
vi: byte tiếp nối
zh_hans: 后续字节
zh_hant: 接續位元組

# Inspector_ReasonIncomplete
source: incomplete sequence
ar: تسلسل غير مكتمل
cs: neúplná sekvence
de: unvollständige Sequenz
el: ημιτελής ακολουθία
es: secuencia incompleta
fa: دنبالهٔ ناقص
fr: séquence incomplète
hu: hiányos sorozat
id: urutan tidak lengkap
it: sequenza incompleta
ja: 途中で終わる並び
ko: 불완전한 시퀀스
pl: niepełna sekwencja
pt: sequência incompleta
ro: secvență incompletă
ru: неполная последовательность
th: ลำดับไม่สมบูรณ์
tr: eksik dizi
uk: неповна послідовність
vi: chuỗi không đầy đủ
zh_hans: 序列不完整
zh_hant: 不完整的序列

# Inspector_ReasonOverlong
source: overlong encoding
ar: ترميز مطوّل
cs: příliš dlouhé kódování
de: überlange Codierung
el: υπερβολικά μακροσκελής κωδικοποίηση
es: codificación demasiado larga
fa: رمزگذاری بیش از حد طولانی
fr: encodage trop long
hu: túl hosszú kódolás
id: pengodean terlalu panjang
it: codifica troppo lunga
ja: 冗長な符号化
ko: 과도하게 긴 인코딩
pl: zbyt długie kodowanie
pt: codificação longa demais
ro: codificare supralungă
ru: избыточная кодировка
th: การเข้ารหัสยาวเกินจำเป็น
tr: gereğinden uzun kodlama
uk: надмірно довге кодування
vi: mã hóa dài quá mức
zh_hans: 超长编码
zh_hant: 過長編碼

# Inspector_ReasonSurrogate
source: surrogate code point
ar: نقطة رمز بديلة
cs: náhradní kódový bod
de: Surrogat-Codepunkt
el: σημείο κώδικα υποκατάστατου (surrogate)
es: punto de código suplente
fa: نقطهٔ کد جانشین (surrogate)
fr: point de code de substitution
hu: helyettesítő kódpont
id: titik kode surrogate
it: punto di codice surrogato
ja: サロゲートのコードポイント
ko: 서로게이트 코드 포인트
pl: punkt kodowy surogatu
pt: ponto de código substituto
ro: punct de cod surogat
ru: суррогатная кодовая точка
th: โค้ดพอยต์ตัวแทน (surrogate)
tr: vekil kod noktası
uk: сурогатна кодова точка
vi: điểm mã surrogate
zh_hans: 代理码位
zh_hant: 代理字碼指標

# Inspector_ReasonTooLarge
source: beyond U+10FFFF
ar: بعد U+10FFFF
cs: nad U+10FFFF
de: über U+10FFFF
el: πέρα από το U+10FFFF
es: más allá de U+10FFFF
fa: فراتر از U+10FFFF
fr: au-delà de U+10FFFF
hu: U+10FFFF feletti
id: melebihi U+10FFFF
it: oltre U+10FFFF
ja: U+10FFFF を超える
ko: U+10FFFF 초과
pl: powyżej U+10FFFF
pt: além de U+10FFFF
ro: peste U+10FFFF
ru: больше U+10FFFF
th: เกิน U+10FFFF
tr: U+10FFFF ötesinde
uk: більше за U+10FFFF
vi: vượt quá U+10FFFF
zh_hans: 超出 U+10FFFF
zh_hant: 超出 U+10FFFF

# Inspector_ReasonBadLead
source: invalid lead byte
ar: بايت بادئ غير صالح
cs: neplatný úvodní bajt
de: ungültiges Startbyte
el: μη έγκυρο αρχικό byte
es: byte inicial no válido
fa: بایت آغازین نامعتبر
fr: octet de tête non valide
hu: érvénytelen kezdőbájt
id: byte awal tidak valid
it: byte iniziale non valido
ja: 不正な先頭バイト
ko: 잘못된 선행 바이트
pl: nieprawidłowy bajt wiodący
pt: byte inicial inválido
ro: octet inițial nevalid
ru: недопустимый начальный байт
th: ไบต์นำไม่ถูกต้อง
tr: geçersiz baş bayt
uk: неприпустимий початковий байт
vi: byte đầu không hợp lệ
zh_hans: 无效的前导字节
zh_hant: 無效的前導位元組

# Inspector_ReasonMissingContinuation
source: missing continuation byte
ar: بايت متابعة مفقود
cs: chybí pokračovací bajt
de: fehlendes Folgebyte
el: λείπει byte συνέχειας
es: falta un byte de continuación
fa: بایت ادامه وجود ندارد
fr: octet de continuation manquant
hu: hiányzó folytatóbájt
id: byte lanjutan tidak ada
it: byte di continuazione mancante
ja: 継続バイトがない
ko: 연속 바이트 누락
pl: brak bajtu kontynuacji
pt: byte de continuação ausente
ro: octet de continuare lipsă
ru: отсутствует байт продолжения
th: ขาดไบต์ต่อเนื่อง
tr: eksik devam baytı
uk: відсутній байт продовження
vi: thiếu byte tiếp nối
zh_hans: 缺少后续字节
zh_hant: 缺少接續位元組

# Inspector_ReasonUnpairedHigh
source: unpaired high surrogate
ar: بديل علوي غير مقترن
cs: nespárovaná horní náhrada
de: ungepaartes hohes Surrogat
el: μη ζευγαρωμένο υψηλό υποκατάστατο
es: suplente alto sin pareja
fa: جانشین بالای بی‌جفت
fr: substitut haut non apparié
hu: pár nélküli felső helyettesítő
id: surrogate tinggi tanpa pasangan
it: surrogato alto spaiato
ja: ペアになっていない上位サロゲート
ko: 짝이 없는 상위 서로게이트
pl: niesparowany wysoki surogat
pt: substituto alto sem par
ro: surogat superior nepereche
ru: непарный старший суррогат
th: high surrogate ที่ไม่มีคู่
tr: eşleşmemiş yüksek vekil
uk: непарний старший сурогат
vi: surrogate cao không có cặp
zh_hans: 未配对的高位代理
zh_hant: 未配對的高代理

# Inspector_ReasonUnpairedLow
source: unpaired low surrogate
ar: بديل سفلي غير مقترن
cs: nespárovaná dolní náhrada
de: ungepaartes niedriges Surrogat
el: μη ζευγαρωμένο χαμηλό υποκατάστατο
es: suplente bajo sin pareja
fa: جانشین پایین بی‌جفت
fr: substitut bas non apparié
hu: pár nélküli alsó helyettesítő
id: surrogate rendah tanpa pasangan
it: surrogato basso spaiato
ja: ペアになっていない下位サロゲート
ko: 짝이 없는 하위 서로게이트
pl: niesparowany niski surogat
pt: substituto baixo sem par
ro: surogat inferior nepereche
ru: непарный младший суррогат
th: low surrogate ที่ไม่มีคู่
tr: eşleşmemiş düşük vekil
uk: непарний молодший сурогат
vi: surrogate thấp không có cặp
zh_hans: 未配对的低位代理
zh_hant: 未配對的低代理

# Inspector_ReasonUndefined
source: not defined in the code page
ar: غير معرّف في صفحة الترميز
cs: není definováno ve znakové stránce
de: in der Codepage nicht definiert
el: δεν ορίζεται στην κωδικοσελίδα
es: no definido en la página de códigos
fa: در صفحهٔ کد تعریف نشده است
fr: non défini dans la page de codes
hu: a kódlapon nincs definiálva
id: tidak didefinisikan dalam halaman kode
it: non definito nella tabella codici
ja: コードページに定義がない
ko: 코드 페이지에 정의되지 않음
pl: niezdefiniowane w stronie kodowej
pt: não definido na página de código
ro: nedefinit în pagina de coduri
ru: не определен в кодовой странице
th: ไม่ได้กำหนดไว้ในโค้ดเพจ
tr: kod sayfasında tanımlı değil
uk: не визначено в кодовій сторінці
vi: không được định nghĩa trong trang mã
zh_hans: 代码页中未定义
zh_hant: 未在字碼頁中定義

# Inspector_OneByte
source: (1 byte)
ar: (1 بايت)
cs: (1 bajt)
fa: (1 بایت)
fr: (1 octet)
hu: (1 bájt)
ja: (1 バイト)
ko: (1바이트)
pl: (1 bajt)
ro: (1 octet)
ru: (1 байт)
th: (1 ไบต์)
tr: (1 bayt)
uk: (1 байт)
zh_hans: （1 字节）
zh_hant: （1 個位元組）

# Inspector_Bytes
source: ({0} bytes)
ar: ({0} بايت)
cs: (bajty: {0})
el: ({0} byte)
fa: ({0} بایت)
fr: ({0} octets)
hu: ({0} bájt)
id: ({0} byte)
it: ({0} byte)
ja: ({0} バイト)
ko: ({0}바이트)
pl: (bajty: {0})
ro: ({0} octeți)
ru: (байт: {0})
th: ({0} ไบต์)
tr: ({0} bayt)
uk: (байтів: {0})
vi: ({0} byte)
zh_hans: （{0} 字节）
zh_hant: （{0} 個位元組）

# Inspector_Denormal
source: {0} (denormal)
ar: {0} (غير مُطبَّع)
cs: {0} (denormalizované)
de: {0} (denormalisiert)
el: {0} (υποκανονικός)
es: {0} (desnormalizado)
fa: {0} (غیرنرمال)
fr: {0} (dénormalisé)
hu: {0} (denormalizált)
it: {0} (denormalizzato)
ja: {0} (非正規化数)
ko: {0}(비정규화 수)
pl: {0} (zdenormalizowana)
pt: {0} (desnormalizado)
ro: {0} (denormalizat)
ru: {0} (денормализованное)
tr: {0} (normal altı)
uk: {0} (денормалізоване)
vi: {0} (không chuẩn hóa)
zh_hans: {0}（非规格化数）
zh_hant: {0}（非正規數）

# Inspector_OutOfRange
source: Out of range ({0})
ar: خارج النطاق ({0})
cs: Mimo rozsah ({0})
de: Außerhalb des Bereichs ({0})
el: Εκτός εύρους ({0})
es: Fuera del intervalo ({0})
fa: خارج از محدوده ({0})
fr: Hors plage ({0})
hu: Tartományon kívül ({0})
id: Di luar rentang ({0})
it: Fuori intervallo ({0})
ja: 範囲外 ({0})
ko: 범위를 벗어남({0})
pl: Poza zakresem ({0})
pt: Fora do intervalo ({0})
ro: În afara intervalului ({0})
ru: Вне диапазона ({0})
th: อยู่นอกช่วง ({0})
tr: Aralık dışında ({0})
uk: Поза діапазоном ({0})
vi: Ngoài phạm vi ({0})
zh_hans: 超出范围（{0}）
zh_hant: 超出範圍（{0}）

# Inspector_FieldMonth
source: month = {0}
ar: الشهر = {0}
cs: měsíc = {0}
de: Monat = {0}
el: μήνας = {0}
es: mes = {0}
fa: ماه = {0}
fr: mois = {0}
hu: hónap = {0}
id: bulan = {0}
it: mese = {0}
ja: 月 = {0}
ko: 월 = {0}
pl: miesiąc = {0}
pt: mês = {0}
ro: lună = {0}
ru: месяц = {0}
th: เดือน = {0}
tr: ay = {0}
uk: місяць = {0}
vi: tháng = {0}
zh_hans: 月 = {0}
zh_hant: 月 = {0}

# Inspector_FieldDay
source: day = {0}
ar: اليوم = {0}
cs: den = {0}
de: Tag = {0}
el: ημέρα = {0}
es: día = {0}
fa: روز = {0}
fr: jour = {0}
hu: nap = {0}
id: hari = {0}
it: giorno = {0}
ja: 日 = {0}
ko: 일 = {0}
pl: dzień = {0}
pt: dia = {0}
ro: zi = {0}
ru: день = {0}
th: วัน = {0}
tr: gün = {0}
uk: день = {0}
vi: ngày = {0}
zh_hans: 日 = {0}
zh_hant: 日 = {0}

# Inspector_FieldHour
source: hour = {0}
ar: الساعة = {0}
cs: hodina = {0}
de: Stunde = {0}
el: ώρα = {0}
es: hora = {0}
fa: ساعت = {0}
fr: heure = {0}
hu: óra = {0}
id: jam = {0}
it: ora = {0}
ja: 時 = {0}
ko: 시 = {0}
pl: godzina = {0}
pt: hora = {0}
ro: oră = {0}
ru: час = {0}
th: ชั่วโมง = {0}
tr: saat = {0}
uk: година = {0}
vi: giờ = {0}
zh_hans: 时 = {0}
zh_hant: 時 = {0}

# Inspector_FieldMinute
source: minute = {0}
ar: الدقيقة = {0}
cs: minuta = {0}
el: λεπτό = {0}
es: minuto = {0}
fa: دقیقه = {0}
hu: perc = {0}
id: menit = {0}
it: minuto = {0}
ja: 分 = {0}
ko: 분 = {0}
pl: minuta = {0}
pt: minuto = {0}
ro: minut = {0}
ru: минута = {0}
th: นาที = {0}
tr: dakika = {0}
uk: хвилина = {0}
vi: phút = {0}
zh_hans: 分 = {0}
zh_hant: 分 = {0}

# Inspector_FieldSecond
source: second = {0}
ar: الثانية = {0}
cs: sekunda = {0}
de: Sekunde = {0}
el: δευτερόλεπτο = {0}
es: segundo = {0}
fa: ثانیه = {0}
fr: seconde = {0}
hu: másodperc = {0}
id: detik = {0}
it: secondo = {0}
ja: 秒 = {0}
ko: 초 = {0}
pl: sekunda = {0}
pt: segundo = {0}
ro: secundă = {0}
ru: секунда = {0}
th: วินาที = {0}
tr: saniye = {0}
uk: секунда = {0}
vi: giây = {0}
zh_hans: 秒 = {0}
zh_hant: 秒 = {0}

# Inspector_NoTimeZone
source: (no time zone)
ar: (بدون منطقة زمنية)
cs: (bez časového pásma)
de: (keine Zeitzone)
el: (χωρίς ζώνη ώρας)
es: (sin zona horaria)
fa: (بدون منطقهٔ زمانی)
fr: (aucun fuseau horaire)
hu: (nincs időzóna)
id: (tanpa zona waktu)
it: (nessun fuso orario)
ja: (タイムゾーンなし)
ko: (표준 시간대 없음)
pl: (brak strefy czasowej)
pt: (sem fuso horário)
ro: (fără fus orar)
ru: (без часового пояса)
th: (ไม่มีโซนเวลา)
tr: (saat dilimi yok)
uk: (без часового поясу)
vi: (không có múi giờ)
zh_hans: （无时区）
zh_hant: （無時區）

# Inspector_ComponentVersion
source: Version
ar: الإصدار
cs: Verze
el: Έκδοση
es: Versión
fa: نسخه
hu: Verzió
id: Versi
it: Versione
ja: バージョン
ko: 버전
pl: Wersja
pt: Versão
ro: Versiune
ru: Версия
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# Inspector_ComponentVariant
source: Variant
ar: المتغير
cs: Varianta
de: Variante
el: Παραλλαγή
es: Variante
fa: گونه
fr: Variante
hu: Változat
id: Varian
it: Variante
ja: バリアント
ko: 변형
pl: Wariant
pt: Variante
ro: Variantă
ru: Вариант
tr: Varyant
uk: Варіант
vi: Biến thể
zh_hans: 变体
zh_hant: 變體

# Inspector_ComponentTimestamp
source: Timestamp
ar: الطابع الزمني
cs: Časové razítko
de: Zeitstempel
el: Χρονική σήμανση
es: Marca de tiempo
fa: مهر زمانی
fr: Horodatage
hu: Időbélyeg
id: Stempel waktu
ja: タイムスタンプ
ko: 타임스탬프
pl: Znacznik czasu
pt: Carimbo de data/hora
ro: Marcaj de timp
ru: Метка времени
th: การประทับเวลา
tr: Zaman damgası
uk: Позначка часу
vi: Dấu thời gian
zh_hans: 时间戳
zh_hant: 時間戳記

# Inspector_ComponentClockSequence
source: Clock sequence
ar: تسلسل الساعة
cs: Sekvence hodin
de: Taktsequenz
el: Ακολουθία ρολογιού
es: Secuencia de reloj
fa: دنبالهٔ ساعت
fr: Séquence d'horloge
hu: Órasorozat
id: Urutan jam
it: Sequenza di clock
ja: クロックシーケンス
ko: 클록 시퀀스
pl: Sekwencja zegara
pt: Sequência de relógio
ro: Secvență de ceas
ru: Последовательность часов
th: ลำดับนาฬิกา
tr: Saat dizisi
uk: Послідовність годинника
vi: Chuỗi đồng hồ
zh_hans: 时钟序列
zh_hant: 時脈序列

# Inspector_ComponentNode
source: Node
ar: العقدة
cs: Uzel
de: Knoten
el: Κόμβος
es: Nodo
fa: گره
fr: Nœud
hu: Csomópont
it: Nodo
ja: ノード
ko: 노드
pl: Węzeł
pt: Nó
ro: Nod
ru: Узел
th: โหนด
tr: Düğüm
uk: Вузол
vi: Nút
zh_hans: 节点
zh_hant: 節點

# Inspector_ComponentUnixTime
source: Unix time (ms)
ar: وقت Unix (مللي ثانية)
cs: Čas Unix (ms)
de: Unix-Zeit (ms)
el: Ώρα Unix (ms)
es: Hora Unix (ms)
fa: زمان Unix (ms)
fr: Heure Unix (ms)
hu: Unix-idő (ms)
id: Waktu Unix (md)
it: Ora Unix (ms)
ja: Unix 時刻 (ミリ秒)
ko: Unix 시간(ms)
pl: Czas Unix (ms)
pt: Hora Unix (ms)
ro: Timp Unix (ms)
ru: Время Unix (мс)
th: เวลา Unix (ms)
tr: Unix zamanı (ms)
uk: Час Unix (мс)
vi: Thời gian Unix (ms)
zh_hans: Unix 时间（毫秒）
zh_hant: Unix 時間（毫秒）

# Inspector_RandomNode
source: {0} (random node)
ar: {0} (عقدة عشوائية)
cs: {0} (náhodný uzel)
de: {0} (zufälliger Knoten)
el: {0} (τυχαίος κόμβος)
es: {0} (nodo aleatorio)
fa: {0} (گرهٔ تصادفی)
fr: {0} (nœud aléatoire)
hu: {0} (véletlen csomópont)
id: {0} (node acak)
it: {0} (nodo casuale)
ja: {0} (乱数のノード)
ko: {0}(임의 노드)
pl: {0} (losowy węzeł)
pt: {0} (nó aleatório)
ro: {0} (nod aleatoriu)
ru: {0} (случайный узел)
th: {0} (โหนดสุ่ม)
tr: {0} (rastgele düğüm)
uk: {0} (випадковий вузол)
vi: {0} (nút ngẫu nhiên)
zh_hans: {0}（随机节点）
zh_hant: {0}（隨機節點）

# Inspector_VersionUnknown
source: Unknown
ar: غير معروف
cs: Neznámá
de: Unbekannt
el: Άγνωστο
es: Desconocida
fa: ناشناخته
fr: Inconnue
hu: Ismeretlen
id: Tidak dikenal
it: Sconosciuta
ja: 不明
ko: 알 수 없음
pl: Nieznana
pt: Desconhecida
ro: Necunoscut
ru: Неизвестно
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
vi: Không xác định
zh_hans: 未知
zh_hant: 不明

# Inspector_VariantReserved
source: Reserved
ar: محجوز
cs: Rezervováno
de: Reserviert
el: Δεσμευμένο
es: Reservada
fa: رزروشده
fr: Réservée
hu: Fenntartott
id: Dicadangkan
it: Riservata
ja: 予約
ko: 예약됨
pl: Zarezerwowany
pt: Reservada
ro: Rezervat
ru: Зарезервировано
th: สงวนไว้
tr: Ayrılmış
uk: Зарезервовано
vi: Dành riêng
zh_hans: 保留
zh_hant: 保留

# Inspector_ErrorIntegerRange
source: Out of the {0} range ({1} to {2})
ar: خارج نطاق {0} ({1} إلى {2})
cs: Mimo rozsah {0} ({1} až {2})
de: Außerhalb des Bereichs von {0} ({1} bis {2})
el: Εκτός του εύρους {0} ({1} έως {2})
es: Fuera del intervalo de {0} ({1} a {2})
fa: خارج از محدودهٔ {0} ({1} تا {2})
fr: Hors de la plage de {0} ({1} à {2})
hu: Kívül esik a(z) {0} tartományán ({1} – {2})
id: Di luar rentang {0} ({1} hingga {2})
it: Fuori dall'intervallo di {0} (da {1} a {2})
ja: {0} の範囲 ({1}〜{2}) を超えています
ko: {0} 범위({1}~{2})를 벗어났습니다.
pl: Poza zakresem typu {0} (od {1} do {2})
pt: Fora do intervalo de {0} ({1} a {2})
ro: În afara intervalului {0} ({1} - {2})
ru: Вне диапазона {0} (от {1} до {2})
th: อยู่นอกช่วงของ {0} ({1} ถึง {2})
tr: {0} aralığının dışında ({1} ile {2} arası)
uk: Поза діапазоном {0} (від {1} до {2})
vi: Ngoài phạm vi {0} ({1} đến {2})
zh_hans: 超出 {0} 的范围（{1} 到 {2}）
zh_hant: 超出 {0} 的範圍（{1} 到 {2}）

# Inspector_ErrorInteger
source: Enter an integer or an expression such as 0x100*4.
ar: أدخل عدداً صحيحاً أو تعبيراً مثل 0x100*4.
cs: Zadejte celé číslo nebo výraz, například 0x100*4.
de: Geben Sie eine Ganzzahl oder einen Ausdruck wie 0x100*4 ein.
el: Εισαγάγετε έναν ακέραιο ή μια παράσταση όπως 0x100*4.
es: Escribe un entero o una expresión como 0x100*4.
fa: یک عدد صحیح یا عبارتی مانند 0x100*4 وارد کنید.
fr: Entrez un entier ou une expression comme 0x100*4.
hu: Adjon meg egy egész számot vagy egy kifejezést, például 0x100*4.
id: Masukkan bilangan bulat atau ekspresi seperti 0x100*4.
it: Immetti un intero o un'espressione come 0x100*4.
ja: 整数か、0x100*4 のような式を入力してください
ko: 정수 또는 0x100*4와 같은 식을 입력하세요.
pl: Wprowadź liczbę całkowitą lub wyrażenie, np. 0x100*4.
pt: Insira um inteiro ou uma expressão como 0x100*4.
ro: Introduceți un număr întreg sau o expresie, de exemplu 0x100*4.
ru: Введите целое число или выражение, например 0x100*4.
th: โปรดใส่จำนวนเต็มหรือนิพจน์ เช่น 0x100*4
tr: Bir tamsayı veya 0x100*4 gibi bir ifade girin.
uk: Введіть ціле число або вираз, наприклад 0x100*4.
vi: Hãy nhập số nguyên hoặc biểu thức như 0x100*4.
zh_hans: 请输入整数或表达式，例如 0x100*4。
zh_hant: 請輸入整數或運算式，例如 0x100*4。
